"MenuTitle" = "HP LaserJet Professional Utility";

"Cleaning Page" = "清潔頁";
"Demo Page" = "展示頁";
"Configuration Page" = "設定頁";
"Supply Status Page" = "耗材状态页";
"Print Information Pages" = "耗材狀態頁";

"OK" = "確定";
"Cancel" = "取消";
"Quiet Mode" = "安靜模式";
"Enable" = "啟用";
"Disable" = "停用";
"HTML Config..." = "HTML 組態…";

"After 1 minute" = "1 分鐘後";

"After 5 minutes" = "5 分鐘後";

"After 15 minutes" = "15 分鐘後";

"After 30 minutes" = "30 分鐘後";

"After 1 hour" = "1 小時後";

"After 2 hours" = "2 小時後";

"Never" = "永不";


"1 minute" = "1 分鐘";

"5 minutes" = "5 分鐘";

"15 minutes" = "15 分鐘";

"30 minutes" = "30 分鐘";

"1 hour" = "1 小時";

"2 hours" = "2 小時";

"4 hours" = "4 小時";

"8 hours" = "8 小時";

"24 hours" = "24 小時";

"EcoSMART" = "EcoSMART";

"sleep after" = "以下時間後進入睡眠：";

"Auto Off after:" = "以下時間後自動關閉：";

"Language" = "繁體中文";

"CleaningPagePanelLabel" = "HP LaserJet Cleaning Utility 的設計可移除多餘的紙屑和碳粉顆粒，避免累積在熱凝器組件和滾筒上，因此而延長印表機的壽命。\n請遵循下列步驟以開始清潔程序：\n1. 確定裝置處於閒置狀態且就緒 LED 亮著\n2. 在紙匣 1 裝入表面平滑的投影片或影印專用紙（18 磅 - 24 磅或 70 70g/m² - 90 70g/m²）\n3. 按「好」開始清潔\n附註 - 清潔程序從開始到結束大約需要 3 分鐘。";
